Repository: brucex0/outbound
Catalog: ios/Outbound/Outbound/Localizable.xcstrings
Source language: en
Languages: es, zh_hans

# settings.sign.out
source: Sign out
es: Cerrar sesión
zh_hans: 退出登录

# settings.sign.out.question
source: Sign out of Plainstride?
es: ¿Cerrar sesión en Plainstride?
zh_hans: 要退出 Plainstride 吗？

# settings.cancel
source: Cancel
es: Cancelar
zh_hans: 取消

# settings.units
source: Units
es: Unidades
zh_hans: 单位

# settings.measurement
source: Measurement
es: Medidas
zh_hans: 计量单位

# settings.metric
source: Metric
es: Métrico
zh_hans: 公制

# settings.temperature
source: Temperature
es: Temperatura
zh_hans: 温度

# settings.appearance
source: Appearance
es: Apariencia
zh_hans: 外观

# settings.mode
source: Mode
es: Modo
zh_hans: 模式

# settings.system.mode
source: System
es: Sistema
zh_hans: 跟随系统

# settings.light.mode
source: Light
es: Claro
zh_hans: 浅色

# settings.dark.mode
source: Dark
es: Oscuro
zh_hans: 深色

# settings.theme
source: Theme
es: Tema
zh_hans: 主题

# settings.theme.victory.gold
source: Victory Gold
es: Oro triunfal
zh_hans: 胜利金

# settings.theme.indigo
source: Indigo
es: Índigo
zh_hans: 靛青

# settings.theme.ocean
source: Ocean
es: Océano
zh_hans: 海洋

# settings.theme.forest
source: Forest
es: Bosque
zh_hans: 森林

# settings.theme.rose
source: Rose
es: Rosa
zh_hans: 玫瑰

# settings.theme.electric.lime
source: Electric Lime
es: Lima eléctrica
zh_hans: 电光青柠

# settings.theme.neon.pulse
source: Neon Pulse
es: Pulso neón
zh_hans: 霓虹脉冲

# settings.help.and.legal
source: Help & legal
es: Ayuda y legal
zh_hans: 帮助与法律信息

# settings.terms
source: Terms of Service
es: Términos de servicio
zh_hans: 服务条款

# settings.privacy
source: Privacy Policy
es: Política de privacidad
zh_hans: 隐私政策

# settings.support
source: Support
es: Ayuda
zh_hans: 支持

# settings.replay.onboarding
source: Run onboarding flow
es: Repetir la bienvenida
zh_hans: 重新体验新手引导

# settings.version
source: Version
es: Versión
zh_hans: 版本

# settings.privacy.note
source: Plainstride keeps private health details out of Social and never includes them in analytics.
es: Plainstride mantiene los datos privados de salud fuera de Social y nunca los incluye en los análisis.
zh_hans: Plainstride 不会在社交功能或分析数据中包含你的私密健康信息。

# settings.delete.account
source: Delete account
es: Eliminar cuenta
zh_hans: 删除账户

# settings.settings.refreshed
source: Account refreshed.
es: Cuenta actualizada.
zh_hans: 账户已刷新。

# settings.settings.saved
source: Saved.
es: Guardado.
zh_hans: 已保存。

# settings.settings.save.failed
source: Saved on this device. Cloud sync will retry when you reconnect.
es: Guardado en este dispositivo. Se sincronizará al recuperar la conexión.
zh_hans: 已保存在此设备上，联网后会重试云同步。

# settings.settings.refresh.failed
source: Couldn’t refresh. Showing saved settings.
es: No se pudo actualizar. Se muestran los ajustes guardados.
zh_hans: 无法刷新，当前显示已保存的设置。

# settings.activity.history.title
source: Activity history
es: Historial de actividades
zh_hans: 活动记录

# settings.activity.history.body
source: Review maps, splits, photos, and progress from every activity.
es: Consulta mapas, parciales, fotos y tu progreso en cada actividad.
zh_hans: 查看每次活动的路线、分段、照片和进展。

# settings.username.cooldown
source: Usernames can be changed once every 30 days.
es: Puedes cambiar tu nombre de usuario una vez cada 30 días.
zh_hans: 用户名每 30 天可更改一次。

# settings.username.invalid
source: Use 3–30 letters, numbers, underscores, or hyphens.
es: Usa entre 3 y 30 letras, números, guiones bajos o guiones.
zh_hans: 请输入 3 至 30 个字母、数字、下划线或连字符。

# social.refresh
source: Refresh Social
es: Actualizar Social
zh_hans: 刷新动态

# social.notifications
source: Notification Center
es: Centro de notificaciones
zh_hans: 通知中心

# social.offline
source: Showing saved Social activity
es: Mostrando la actividad social guardada
zh_hans: 正在显示已保存的动态

# social.search.people
source: Search people
es: Buscar personas
zh_hans: 搜索用户

# social.connections
source: Connections
es: Conexiones
zh_hans: 好友

# social.connections.empty
source: Better together. Find people you know and make movement feel shared.
es: Mejor en compañía. Encuentra a gente que conoces y comparte el movimiento.
zh_hans: 一起更有动力。找到你认识的人，让每次运动都有陪伴。

# social.circle
source: Your Circle
es: Tu Círculo
zh_hans: 你的圈子

# social.circle.empty
source: Active. Positive. Together. Create a private Circle with people who help you keep moving.
es: Activos. Positivos. Juntos. Crea un Círculo privado con quienes te ayudan a seguir en movimiento.
zh_hans: 保持活力，积极相伴。和支持你坚持运动的人创建一个私密圈子。

# social.upcoming
source: Upcoming
es: Próximas
zh_hans: 即将开始

# social.upcoming.open
source: Show all upcoming activities
es: Mostrar todas las actividades próximas
zh_hans: 查看所有即将开始的活动

# social.upcoming.empty
source: No upcoming activities yet.
es: Aún no hay actividades próximas.
zh_hans: 暂时没有即将开始的活动。

# social.groups
source: Groups
es: Grupos
zh_hans: 群组

# social.feed
source: Recent activity
es: Actividad reciente
zh_hans: 近期动态

# social.load.more
source: Load more
es: Cargar más
zh_hans: 加载更多

# social.invited.by
source: Invited by %@
es: Invitación de %@
zh_hans: %@ 邀请了你

# social.review
source: Review
es: Revisar
zh_hans: 查看

# social.hybrid
source: Meet up or join from anywhere
es: Reúnete o participa desde donde estés
zh_hans: 线下集合或随地加入

# social.members
source: %d members
es: %d miembros
zh_hans: %d 位成员

# social.leave
source: Leave
es: Salir
zh_hans: 退出

# social.join
source: Join
es: Unirme
zh_hans: 加入

# social.more
source: More actions
es: Más acciones
zh_hans: 更多操作

# social.route
source: Activity route
es: Ruta de la actividad
zh_hans: 活动路线

# social.safety.title
source: Safety options
es: Opciones de seguridad
zh_hans: 安全选项

# social.safety.body
source: Reports are private. Blocking also removes the connection and hides each person’s content.
es: Los reportes son privados. Al bloquear también se elimina la conexión y se oculta el contenido de ambas personas.
zh_hans: 举报内容会保密。屏蔽后双方将解除好友关系，并互相隐藏内容。

# social.block.confirmation.message
source: Blocking removes the connection and hides each person’s content.
es: Al bloquear se elimina la conexión y se oculta el contenido de ambas personas.
zh_hans: 屏蔽后双方将解除好友关系，并互相隐藏内容。

# social.block.confirmation.title
source: Block this person?
es: ¿Bloquear a esta persona?
zh_hans: 屏蔽此人？

# social.cancel
source: Cancel
es: Cancelar
zh_hans: 取消

# social.remove.connection.confirmation.message
source: Are you sure you want to remove %@ from your connections?
es: ¿Seguro que quieres eliminar a %@ de tus conexiones?
zh_hans: 确定要解除与 %@ 的好友关系吗？

# social.remove.connection.confirmation.title
source: Remove connection?
es: ¿Eliminar conexión?
zh_hans: 解除好友关系？

# social.report
source: Report post
es: Reportar publicación
zh_hans: 举报动态

# social.block
source: Block person
es: Bloquear persona
zh_hans: 屏蔽此人

# social.milestones
source: %d shared milestones
es: %d logros compartidos
zh_hans: %d 个公开里程碑

# social.delete.post
source: Delete post
es: Eliminar publicación
zh_hans: 删除动态

# social.delete.post.confirmation.message
source: This removes the post from Social. Your saved activity is not deleted.
es: Esto elimina la publicación de Social. Tu actividad guardada no se eliminará.
zh_hans: 这会从动态中删除该帖子，但不会删除你保存的活动。

# social.delete.post.confirmation.title
source: Delete this post?
es: ¿Eliminar esta publicación?
zh_hans: 删除这条动态？

# social.dont.ask.again
source: Don’t ask again
es: No volver a preguntar
zh_hans: 不再询问

# social.done
source: Done
es: Listo
zh_hans: 完成

# social.circle.progress
source: %d of %d activities this week
es: %d de %d actividades esta semana
zh_hans: 本周已完成 %d/%d 次活动

# social.cheer
source: Send a private Cheer
es: Enviar un ánimo privado
zh_hans: 发送私密鼓励

# social.relationship
source: Relationship: %@
es: Relación: %@
zh_hans: 关系：%@

# social.connect
source: Connect
es: Conectar
zh_hans: 添加好友

# social.share.award
source: Share award
es: Compartir logro
zh_hans: 分享成就

# social.share.award.text
source: %@ earned an award on Plainstride
es: %@ consiguió un logro en Plainstride
zh_hans: %@ 在 Plainstride 获得了一项成就

# social.circle.create
source: Create Circle
es: Crear Círculo
zh_hans: 创建圈子

# social.remove.connection
source: Remove connection
es: Eliminar conexión
zh_hans: 解除好友关系

# social.circle.reactivate
source: Reactivate
es: Reactivar
zh_hans: 重新启用

# social.invite
source: Invite
es: Invitar
zh_hans: 邀请

# social.invite.person
source: Invite %@
es: Invitar a %@
zh_hans: 邀请 %@

# today.quote
source: “The next step is the one that changes the day.”
es: «El siguiente paso es el que cambia el día».
zh_hans: “迈出下一步，今天就会不同。”

# today.companion.line
source: A clear session, shaped around the work you have already done.
es: Una sesión clara, adaptada al trabajo que ya has hecho.
zh_hans: 结合你已经完成的训练，为今天安排一节清晰的课程。

# today.workout
source: Today’s workout
es: Entrenamiento de hoy
zh_hans: 今日训练

# today.up.next
source: Up next
es: A continuación
zh_hans: 接下来

# today.change
source: Change
es: Cambiar
zh_hans: 调整

# today.why
source: Why?
es: ¿Por qué?
zh_hans: 为什么？

# today.details
source: Details
es: Detalles
zh_hans: 详情

# today.change.workout
source: Change workout
es: Cambiar entrenamiento
zh_hans: 更改训练

# today.start.workout
source: Start %@
es: Iniciar %@
zh_hans: 开始%@

# today.expand.card
source: Expand workout card
es: Expandir tarjeta de entrenamiento
zh_hans: 展开训练卡片

# today.collapse.card
source: Collapse workout card
es: Contraer tarjeta de entrenamiento
zh_hans: 收起训练卡片

# today.planned
source: Planned
es: Plan
zh_hans: 计划

# today.run
source: Run
es: Correr
zh_hans: 跑步

# today.walk
source: Walk
es: Caminar
zh_hans: 步行

# today.hike
source: Hike
es: Senderismo
zh_hans: 徒步

# today.bike
source: Bike
es: Bici
zh_hans: 骑行

# today.curated
source: Curated
es: Guiado
zh_hans: 精选

# today.free
source: Free
es: Libre
zh_hans: 自由

# today.distance
source: Distance
es: Distancia
zh_hans: 距离

# today.time
source: Time
es: Tiempo
zh_hans: 时间

# today.calories
source: Calories
es: Calorías
zh_hans: 热量

# today.curated.value
source: Choose a workout
es: Elegir entrenamiento
zh_hans: 选择训练

# today.goal.edit.hint
source: Tap a goal pill to change the activity target.
es: Toca un objetivo para cambiar la meta de la actividad.
zh_hans: 轻点目标选项可更改本次活动目标。

# today.music
source: Music
es: Música
zh_hans: 音乐

# today.voice.guide
source: Voice Guide
es: Guía de voz
zh_hans: 语音指导

# today.cheer
source: Cheer me on
es: Anímame
zh_hans: 为我加油

# today.shoes
source: Shoes
es: Zapatillas
zh_hans: 跑鞋

# today.indoor
source: Indoor
es: Interior
zh_hans: 室内

# today.outdoor
source: Outdoor
es: Exterior
zh_hans: 户外

# today.inbox
source: Notification Center
es: Centro de notificaciones
zh_hans: 通知中心

# today.inbox.count
source: Notification Center · %d
es: Centro de notificaciones · %d
zh_hans: 通知中心 · %d

# today.done
source: Done
es: Listo
zh_hans: 完成

# today.choose.curated
source: Choose a curated workout
es: Elige un entrenamiento guiado
zh_hans: 选择精选训练

# today.no.curated
source: No curated workouts are available for this activity yet.
es: Aún no hay entrenamientos guiados para esta actividad.
zh_hans: 此活动暂时没有精选训练。

# today.cached.at
source: Updated %@ · you can start offline
es: Actualizado a las %@ · puedes empezar sin conexión
zh_hans: 更新于 %@ · 离线也能开始

# today.updating
source: Updating today…
es: Actualizando hoy…
zh_hans: 正在更新今日内容…

# today.launch.dock
source: Planned
es: Planificado
zh_hans: 计划训练

# today.start
source: Start
es: Empezar
zh_hans: 开始

# today.return.run
source: Return to run
es: Volver a la carrera
zh_hans: 返回跑步

# today.completed.reflection
source: You showed up today. Let that count.
es: Hoy cumpliste. Dale valor.
zh_hans: 你今天做到了，这一步值得肯定。

# today.view.next
source: View next workout
es: Ver el próximo entrenamiento
zh_hans: 查看下一项训练

# today.no.plan
source: Choose today’s movement
es: Elige cómo moverte hoy
zh_hans: 选择今天的运动

# today.no.plan.body
source: Start with a reviewed freestyle run, or set up a plan for personalized guidance.
es: Empieza con una carrera libre revisada o crea un plan para recibir orientación personalizada.
zh_hans: 可以先进行经过审核的自由跑，也可以创建计划，获得个性化指导。

# today.offline.title
source: Today is offline
es: Hoy no tiene conexión
zh_hans: 今日内容暂时离线

# today.offline.body
source: There is no saved recommendation on this device. You can still record a freestyle run.
es: No hay ninguna recomendación guardada en este dispositivo. Aun así, puedes registrar una carrera libre.
zh_hans: 这台设备上没有保存的训练建议。你仍然可以记录自由跑。

# today.freestyle
source: Start freestyle run
es: Iniciar carrera libre
zh_hans: 开始自由跑

# today.set.up.plan
source: Set up a plan
es: Crear un plan
zh_hans: 创建计划

# today.retry
source: Try again
es: Reintentar
zh_hans: 重试

# today.detail.summary
source: %d minutes · %@
es: %d minutos · %@
zh_hans: %d 分钟 · %@

# today.phases
source: Workout phases
es: Fases del entrenamiento
zh_hans: 训练阶段

# today.purpose
source: Why this?
es: ¿Por qué este?
zh_hans: 为什么这样安排？

# today.change.title
source: Change today’s workout
es: Cambiar el entrenamiento de hoy
zh_hans: 调整今日训练

# today.change.body
source: What constraint should the alternative account for?
es: ¿Qué limitación debe tener en cuenta la alternativa?
zh_hans: 新的建议需要考虑哪种限制？

# today.low.energy
source: Low energy
es: Poca energía
zh_hans: 精力不足

# today.soreness
source: Soreness
es: Molestias musculares
zh_hans: 肌肉酸痛

# today.limited.time
source: Limited time
es: Poco tiempo
zh_hans: 时间有限

# today.feeling.good
source: Feeling good
es: Me siento bien
zh_hans: 状态不错

# today.optional.note
source: Optional note
es: Nota opcional
zh_hans: 备注（选填）

# today.show.alternative
source: Show one alternative
es: Mostrar una alternativa
zh_hans: 查看一个替代方案

# today.keep.original
source: Keep planned workout
es: Mantener el entrenamiento previsto
zh_hans: 保留原计划

# today.recommendation
source: Recommended change
es: Cambio recomendado
zh_hans: 建议调整

# today.apply.change
source: Apply change
es: Aplicar cambio
zh_hans: 应用调整

# today.refresh.failed
source: Couldn’t update Today. Saved workouts are still available.
es: No se pudo actualizar Hoy. Los entrenamientos guardados siguen disponibles.
zh_hans: 无法更新今日内容，已保存的训练仍可使用。

# today.adjust.failed
source: Couldn’t change the workout. Your planned workout is unchanged.
es: No se pudo cambiar el entrenamiento. El entrenamiento previsto no ha cambiado.
zh_hans: 无法调整训练，原计划保持不变。

# today.adjust.applied
source: Workout updated.
es: Entrenamiento actualizado.
zh_hans: 训练已更新。

# today.original.kept
source: Planned workout kept.
es: Se mantiene el entrenamiento previsto.
zh_hans: 已保留原计划。

# wear.ready
source: Ready
es: Listo
zh_hans: 准备就绪

# wear.active
source: Active
es: En curso
zh_hans: 运动中

# wear.paused
source: Paused
es: En pausa
zh_hans: 已暂停

# wear.finished
source: Finished
es: Finalizado
zh_hans: 已完成

# wear.start
source: Start
es: Iniciar
zh_hans: 开始

# wear.pause
source: Pause
es: Pausar
zh_hans: 暂停

# wear.resume
source: Resume
es: Reanudar
zh_hans: 继续

# wear.finish
source: Finish
es: Finalizar
zh_hans: 结束

# wear.heart.rate
source: %d bpm
es: %d lpm
zh_hans: %d 次/分钟

# wear.workout.in.progress
source: Workout in progress
es: Entrenamiento en curso
zh_hans: 运动进行中

# wear.workout.channel
source: Workout
es: Entrenamiento
zh_hans: 运动

# onboarding.profile.required_title
source: Private planning details
es: Datos privados para tu plan
zh_hans: 私密计划信息

# onboarding.profile.required_subtitle
source: Birth date, sex assigned at birth, and weight are required for safe plan personalization and calorie calculations. You can enter them manually or import available values from Apple Health. Height is optional.
es: La fecha de nacimiento, el sexo asignado al nacer y el peso son necesarios para personalizar el plan con seguridad y calcular las calorías. Puedes introducirlos o importar los datos disponibles de Apple Health. La altura es opcional.
zh_hans: 为了安全地制定个性化计划并计算热量，需要填写出生日期、出生时指定的性别和体重。你可以手动输入，也可以从 Apple 健康导入现有数据。身高为可选项。

# onboarding.profile.required_error
source: Add a valid birth date, sex assigned at birth, and weight to continue.
es: Añade una fecha de nacimiento válida, el sexo asignado al nacer y el peso para continuar.
zh_hans: 请填写有效的出生日期、出生时指定的性别和体重后继续。

# common.optional
source: Optional
es: Opcional
zh_hans: 可选

# common.retry
source: Retry
es: Reintentar
zh_hans: 重试

# plan_builder.activity.mobility
source: Mobility
es: Movilidad
zh_hans: 灵活性训练

# plan_builder.activity.strength
source: Strength
es: Fuerza
zh_hans: 力量训练

# plan_builder.activity.walk_hike
source: Walk / Hike
es: Caminar / Senderismo
zh_hans: 步行 / 徒步

# plan_builder.activities.subtitle
source: Choose one or more. Plainstride will balance them across your week.
es: Elige una o más. Plainstride las distribuirá de forma equilibrada durante la semana.
zh_hans: 选择一项或多项运动，Plainstride 会在一周内合理安排。

# plan_builder.activities.supporting
source: Supporting activities (optional)
es: Actividades complementarias (opcional)
zh_hans: 辅助运动（可选）

# plan_builder.activities.title
source: Which activities should your plan use?
es: ¿Qué actividades debe incluir tu plan?
zh_hans: 你的计划应包含哪些运动？

# plan_builder.baseline.active
source: Currently active
es: Entreno actualmente
zh_hans: 目前有规律运动

# plan_builder.baseline.duration
source: Comfortable session: %d min
es: Sesión cómoda: %d min
zh_hans: 舒适运动时长：%d 分钟

# plan_builder.baseline.frequency
source: Recent sessions: %d per week
es: Sesiones recientes: %d por semana
zh_hans: 近期运动：每周 %d 次

# plan_builder.baseline.returning
source: Returning after a break
es: Vuelvo después de una pausa
zh_hans: 休息一段时间后重返

# plan_builder.baseline.starting
source: Starting out
es: Estoy empezando
zh_hans: 刚开始运动

# plan_builder.baseline.subtitle
source: A rough starting point is enough. Your first three relevant sessions will refine it.
es: Una estimación inicial es suficiente. Tus primeras tres sesiones relevantes la afinarán.
zh_hans: 大致的起点就够了。系统会根据你最先完成的三次相关运动逐步校准。

# plan_builder.baseline.title
source: Where are you starting from?
es: ¿Cuál es tu punto de partida?
zh_hans: 你目前的起点如何？

# plan_builder.baseline.observed
source: Based on your last 28 days
es: Según tus últimos 28 días
zh_hans: 根据你最近 28 天的记录

# plan_builder.baseline.observed_summary
source: %1$d sessions across %2$d weeks · typically %3$d min · longest %4$d min
es: %1$d sesiones en %2$d semanas · normalmente %3$d min · máximo %4$d min
zh_hans: %2$d 周内完成 %1$d 次 · 通常 %3$d 分钟 · 最长 %4$d 分钟

# plan_builder.baseline.update
source: Update it
es: Actualizar
zh_hans: 修改

# plan_builder.baseline.use
source: Use this baseline
es: Usar este punto de partida
zh_hans: 使用这个起点

# plan_builder.coach_prompt.action
source: Use this goal
es: Usar este objetivo
zh_hans: 使用这个目标

# plan_builder.coach_prompt.error
source: I couldn’t interpret that reliably. Try again or choose a quick reply.
es: No pude interpretar el objetivo con seguridad. Inténtalo de nuevo o elige una respuesta rápida.
zh_hans: 我无法准确理解这个目标。请重试或选择一个快捷回答。

# plan_builder.coach_prompt.optional_action
source: Describe a specific goal instead
es: Prefiero describir un objetivo concreto
zh_hans: 改为描述具体目标

# plan_builder.coach_prompt.placeholder
source: For example: Prepare for a half marathon
es: Por ejemplo: prepararme para una media maratón
zh_hans: 例如：备战半程马拉松

# plan_builder.coach_prompt.subtitle
source: We’ll match your description to a plan goal. You can review the details before continuing.
es: Relacionaremos tu descripción con un objetivo del plan. Podrás revisar los detalles antes de continuar.
zh_hans: 我们会将你的描述匹配到一个计划目标，你可以在继续前核对详细信息。

# plan_builder.coach_prompt.title
source: Describe your goal
es: Describe tu objetivo
zh_hans: 描述你的目标

# plan_builder.conversation.change_goal
source: Change goal
es: Cambiar objetivo
zh_hans: 更改目标

# plan_builder.conversation.choose_date
source: Choose event date
es: Elegir la fecha del evento
zh_hans: 选择赛事日期

# plan_builder.conversation.confirm_time
source: Use this target time
es: Usar este tiempo objetivo
zh_hans: 使用这个目标时间

# plan_builder.conversation.event_date
source: When is the event?
es: ¿Cuándo es el evento?
zh_hans: 赛事在什么时候？

# plan_builder.conversation.event_distance
source: What distance is the event?
es: ¿Qué distancia tiene el evento?
zh_hans: 赛事距离是多少？

# plan_builder.conversation.edit_answer
source: Edit %@
es: Editar %@
zh_hans: 编辑%@

# plan_builder.conversation.goal_acknowledged
source: %@ — got it.
es: Perfecto: %@.
zh_hans: 好的，目标是：%@。

# plan_builder.conversation.goal_hint
source: Choose a quick reply or describe the goal in your own words.
es: Elige una respuesta rápida o describe el objetivo con tus propias palabras.
zh_hans: 选择快捷回答，或用自己的话描述目标。

# plan_builder.conversation.optional_answer
source: Optional — you can continue without adding anything.
es: Opcional: puedes continuar sin añadir nada.
zh_hans: 选填，你可以不填写并直接继续。

# plan_builder.conversation.success_placeholder
source: For example: longer runs feel comfortable
es: Por ejemplo: sentirme cómodo en carreras más largas
zh_hans: 例如：长距离跑起来更轻松

# plan_builder.conversation.target_time
source: What time are you aiming for?
es: ¿Qué tiempo quieres conseguir?
zh_hans: 你的目标完赛时间是多少？

# plan_builder.conversation.thinking
source: Understanding your goal
es: Interpretando tu objetivo
zh_hans: 正在理解你的目标

# plan_builder.conversation.weeks
source: %d weeks
es: %d semanas
zh_hans: %d 周

# plan_builder.build
source: Build my plan
es: Crear mi plan
zh_hans: 制定我的计划

# plan_builder.build.detail
source: Create a plan around your goals, activities, and week.
es: Crea un plan según tus objetivos, actividades y semana.
zh_hans: 根据你的目标、运动类型和每周安排制定计划。

# plan_builder.create
source: Create my plan
es: Crear mi plan
zh_hans: 创建我的计划

# plan_builder.create_error
source: We couldn’t create your plan. Your answers are saved.
es: No pudimos crear tu plan. Tus respuestas están guardadas.
zh_hans: 暂时无法创建计划。你的回答已保存。

# plan_builder.creating
source: Building a plan around your week…
es: Creando un plan que encaje en tu semana…
zh_hans: 正在根据你的每周安排制定计划…

# plan_builder.event.date
source: Event date
es: Fecha del evento
zh_hans: 赛事日期

# plan_builder.event.details_subtitle
source: We’ll use the date, distance, and your intent to shape the plan.
es: Usaremos la fecha, la distancia y tu intención para dar forma al plan.
zh_hans: 我们会根据日期、距离和你的参赛目标来制定计划。

# plan_builder.event.details_title
source: Tell us about your event
es: Cuéntanos sobre tu evento
zh_hans: 介绍一下你的赛事

# plan_builder.event.distance
source: Event distance
es: Distancia del evento
zh_hans: 赛事距离

# plan_builder.event.half
source: Half marathon
es: Media maratón
zh_hans: 半程马拉松

# plan_builder.event.marathon
source: Marathon
es: Maratón
zh_hans: 马拉松

# plan_builder.event.intent
source: What matters most?
es: ¿Qué es lo más importante?
zh_hans: 你最看重什么？

# plan_builder.event.intent.finish
source: Finish comfortably
es: Terminar con comodidad
zh_hans: 从容完赛

# plan_builder.event.intent.perform
source: Perform strongly
es: Rendir bien
zh_hans: 发挥出色

# plan_builder.event.intent.time
source: Target a time
es: Buscar una marca
zh_hans: 挑战目标成绩

# plan_builder.event.target_minutes
source: Target time: %d min
es: Tiempo objetivo: %d min
zh_hans: 目标时间：%d 分钟

# plan_builder.generic.review_horizon
source: When should we review this focus?
es: ¿Cuándo revisamos este enfoque?
zh_hans: 何时回顾这个训练重点？

# plan_builder.generic.details_subtitle
source: Choose when to review this focus. Adding a personal success signal is optional.
es: Elige cuándo revisar este enfoque. Añadir una señal personal de progreso es opcional.
zh_hans: 选择回顾这个训练重点的时间；你也可以选择填写自己的进步标准。

# plan_builder.generic.details_title
source: What would progress look like?
es: ¿Cómo sería un buen progreso?
zh_hans: 怎样算是取得进步？

# plan_builder.generic.four_weeks
source: 4 weeks
es: 4 semanas
zh_hans: 4 周

# plan_builder.generic.eight_weeks
source: 8 weeks
es: 8 semanas
zh_hans: 8 周

# plan_builder.generic.twelve_weeks
source: 12 weeks
es: 12 semanas
zh_hans: 12 周

# plan_builder.generic.success
source: What would meaningful progress feel like?
es: ¿Cómo notarías un progreso importante?
zh_hans: 怎样的变化会让你觉得有明显进步？
